Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/www.samediggi.se/3324.html.tmx
Source language: sme
Languages: smj

source: Servodatplánen - Sametinget
smj: Sebrudakplánim - Sametinget

source: Servodatplánen
smj: Sebrudakplánim

source: Sámedikkis lea ovddasvástádus gozihit sámi beroštumiid servodatplánemis.
smj: Sámedikken le åvdåsvásstádus sáme ássjijs sebrudakplánimin gáhttit.

source: Dat mearkkaša ahte iežát eai sáhte ” vajálduhttit ” sámi perspektiivva.
smj: Mierkki ietjá dåjmadiddje e dávk sáme vuojnov ” vajálduhtitja ”.

source: Riekti ráđđádallamii
smj: Riektá rádedibmáj

source: Sámedikkis lea sámediggelága mielde ovddasvástádus gozihit sámi beroštumiid servodatplánema hárrái.
smj: Sámediggelága milta sámedikken le välggogisvuohta gáhttit sáme ássjijt ma sebrudakplánimij guosski.

source: Ealáhusossodat vástida juohke jagi ollu gulaskuddamiid ealáhusa, birrasa ja servodaga birra.
smj: Äládusåssudahka juohkka jage vásstet ållo remissajt ma äládussáj, birrásij ja sebrudahkaj guosski.

source: Dainna go ealáhusossodat stuorru, boahtá Sámediggi boahtteáiggis sáhttit váldit vel stuorit ovddasvástádusa servodatplánenáššiid ovddas.
smj: Gå äládusåssudahka åvdeduvvá de Sámedigge boahtteájgen máhttá ájn vil ienep åvdåsvásstádusáv sebrudakplánimássjijs válldet.
